Repository: Drouizig/displeger-web
Catalog: translations/messages.*.xlf
Languages: br, fr

# app.title
source: Breton verb conjugator
br: Displeger verboù brezhonek
fr: Conjugueur de verbes en breton

# app.amzer.gwan
source: Past participle
br: Anv-gwan verb
fr: Participe passé

# app.amzer.bremañ
source: Present
br: Amzer a-vremañ
fr: Présent

# app.amzer.tremenet_ledan
source: Imperfect
br: Amzer dremenet ledan
fr: Imparfait

# app.amzer.tremenet_strizh
source: Definite past (simple past)
br: Amzer dremenet strizh
fr: Passé défini (passé simple)

# app.amzer.da_zont
source: Future
br: Amzer da zont
fr: Futur

# app.amzer.da_zont_hir
source: Future, long form
br: Amzer da zont, stumm hir
fr: Futur, forme longue

# app.amzer.da_zont_berr
source: Future, short form
br: Amzer da zont, stumm berr
fr: Futur, forme courte

# app.amzer.lechian_breman
source: Present
br: Amzer a-vremañ
fr: Présent

# app.amzer.lechian_tremenet
source: Imperfect
br: Amzer dremenet
fr: Imparfait

# app.amzer.boaz_breman
source: Present
br: Amzer a-vremañ
fr: Présent

# app.amzer.boaz_tremenet
source: Imperfect
br: Amzer dremenet
fr: Imparfait

# app.time_category.diskleriañ
source: Indicative
br: Doare-diskleriañ
fr: Indicatif

# app.time_category.divizout
source: Conditional
br: Doare-divizout
fr: Conditionnel

# app.time_category.gourchemenn
source: Imperative
br: Doare-gourc'hemenn
fr: Impératif

# app.time_category.diskleriañ_lechiañ
source: Indicative - localisation form
br: Doare-diskleriañ - stumm lec'hiañ
fr: Indicatif - forme de localisation

# app.time_category.diskleriañ_boaz
source: Indicative - habit form
br: Doare-diskleriañ - stumm boaz
fr: Indicatif - forme d'habitude

# app.amzer.gallus
source: Potential conditional (present)
br: Gallus
fr: Conditionnel potentiel (présent)

# app.amzer.dichallus
source: Unreal conditional (past)
br: Dic'hallus
fr: Conditionnel irréel (passé)

# app.amzer.kadarnaat
source: Imperative (affirmative)
br: Stumm kadarnaat
fr: Affirmatif

# app.amzer.nach
source: Imperative (negative)
br: Stumm nac'hañ gourc'hemenn
fr: Négatif

# app.gour.s1
source: First person singular
br: Kentañ gour unander
fr: Première personne du singulier

# app.gour.s2
source: Second person singular
br: Eil gour unander
fr: Deuxième personne du singulier

# app.gour.s3
source: Third person singular
br: Trede gour unander
fr: Troisième personne du singulier

# app.gour.s3f
source: Third person singular feminine
br: Trede gour benel unander
fr: Troisième personne du singulier féminin

# app.gour.s3m
source: Third person singular masculine
br: Trede gour gourel unander
fr: Troisième personne du singulier masculin

# app.gour.p1
source: First person plural
br: Kentañ gour liester
fr: Première personne du pluriel

# app.gour.p2
source: Second person plural
br: Eil gour liester
fr: Deuxième personne du pluriel

# app.gour.p3
source: Third person plural
br: Trede gour liester
fr: Troisième personne du pluriel

# app.gour.i
source: Impersonal
br: Stumm dic'hour
fr: Forme impersonnelle

# app.french
source: French
br: Galleg
fr: Français

# app.english
source: English
br: Saozneg
fr: Anglais

# app.missing_translation.notice
source: Sadly, we don't have an english translation for this verb. If you know it, you can help us by sending us a message.
br: Chaous, mankout a ra un droidigezh c'hallek deomp! Mard anavezit anezhi e c'hallit hor skoazellañ en ur gas deomp ur gemennadenn.
fr: Malheureusement, il nous manque la traduction française pour ce verbe. Si vous la connaissez, vous pouvez nous aider en nous envoyant un message.

# app.form.contact.name
source: Name
br: Anv
fr: Nom

# app.form.contact.email
source: Email address
br: Chomlec'h postel
fr: Adresse courriel

# app.form.contact.message
source: Message
br: Kemennadenn

# app.form.contact.submit
source: Send
br: Kas
fr: Envoyer

# app.form.contact.captcha
source: Please write the characters on the image
br: Skrivit an arouezennoù er skeudenn

# app.form.verb.anvVerb
source: Infinitive
br: Anv-verb
fr: Infinitif

# app.form.verb.pennrann
source: Verbal base
br: Pennrann
fr: Base verbale

# app.form.verb.category
source: Category
br: Rummad
fr: Catégorie

# app.form.verb.galleg
source: French
br: Galleg
fr: Français

# app.form.verb.saozneg
source: English
br: Saozneg
fr: Anglais

# app.form.verb.save
source: Save
br: Enrollañ
fr: Enregistrer

# app.form.verb.save_return
source: Save and go back
br: Enrollañ ha distreiñ
fr: Enregistrer et revenir

# app.form.verb.save_continue
source: Save and continue
br: Enrollañ ha kenderc'hel
fr: Enregistrer et continuer

# app.source.type.grammar
source: Grammar
br: Yezhadur
fr: Grammaire

# app.source.type.traduction
source: Translation
br: Troidigezh
fr: Traduction

# app.source.type.traduction.fr
source: French translations
br: Troidigezh e galleg
fr: Traduction en français

# app.source.type.traduction.br
source: Breton definition
br: Termenadur e brezhoneg
fr: Définition en breton

# app.source.type.traduction.en
source: English translations
br: Troidigezh e soazneg
fr: Traduction en anglais

# app.source.type.verb
source: Verbs
br: Verboù
fr: Verbes

# app.form.contact.default.translation_missing
source: Greetings, The english translation is missing for the verb "%verb%". I propose that you add the following translation:
br: Demat deoc'h, Evit ar verb "%verb%" e vank un droidigezh c'hallek. Kinnig a ran deoc'h lakaat :
fr: Bonjour, Pour le verbe "%verb%", il manque la traduction française. Je vous propose de mettre :

# app.form.contact.default.verb
source: Greetings, The verb "%verb%" is missing on the website.
br: Demat deoc'h, Mankout a ra ar verb "%verb%" war al lec'hienn.
fr: Bonjour, Il manque le verbe "%verb%" sur le site.

# app.verb.not_found
source: The verb %verb% was not found.
br: N'eo ket bet kavet ar verb %verb%.
fr: Le verbe %verb% n'a pas été trouvé.

# app.verb.contact_invitation
source: If you think it should be on the website, you can send us an email thanks to the form below:
br: Ma soñj deoc'h e rankfe bezañ war al lec'hienn e c'hallit kas ur postel deomp gant ar furmskrid amañ dindan:
fr: Si vous pensez qu'il devrait être sur le site, vous pouvez nous envoyer un courriel grâce au formulaire ci-dessous :

# app.search.title
source: Results
br: Disoc'hoù
fr: Résultats

# app.autocomplete.more
source: More results...
br: Muioc'h a zisoc'hoù...
fr: Plus de résultats...

# app.search.advanced
source: Advanced search
br: Klask araoket
fr: Recherche avancée

# app.home
source: Home
br: Degemer
fr: Accueil

# app.contact
source: Contact
br: Darempred

# app.header.search.placeholder
source: Search a verb
br: Klask ur verb
fr: Chercher un verbe

# app.search_advanced.field.breton
source: Breton
br: Brezhoneg

# app.search_advanced.field.french
source: French
br: Galleg
fr: Français

# app.search_advanced.field.english
source: English
br: Saozneg
fr: Anglais

# app.locale.fr
source: French
br: Galleg
fr: Français

# app.locale.en
source: English
br: Saozneg
fr: Anglais

# app.locale.br
source: Breton
br: Brezhoneg

# app.legal.notice
source: Legal notice
br: Menegoù lezennel
fr: Mentions légales

# app.thanks
source: Thanks
br: Trugarekadennoù
fr: Remerciements

# app.wiktionnary.alt
source: Wiktionnary
br: Wikeriadur
fr: Wiktionnaire

# app.wiktionnary
source: Wiktionnary
br: Wikeriadur
fr: Wiktionnaire

# app.wiktionnary.conjugation
source: Conjugation
br: Displegadur
fr: Conjugaison

# app.report_error.notice
source: Report an error
br: Danevellañ ur fazi
fr: Signaler une erreur

# app.form.contact.report_error.translation
source: Hello, I would like to report an error on the page of the verb %verb%: ...
br: Demat, fellout a ra din danevellañ ur fazi war ar bajenn verb %verb%: ...
fr: Bonjour, je souhaiterais signaler une erreur sur la page du verbe %verb%: ...

# app.form.contact.email.placeholder
source: john@smith.net
br: yann@gov.bzh
fr: jean@lefebvre.fr

# app.form.contact.name.placeholder
source: John Smith
br: Yann ar Gov
fr: Jean Lefebvre

# app.form.contact.default.message
source: Greetings, I wanted to contact you for ...
br: Demat, fellout a ra din mont e darempred ganeoc'h evit ...
fr: Bonjour, je voulais vous contacter pour ...

# app.button.export
source: PDF Export
br: Ezporzhiañ e PDF
fr: Export PDF

# app.button.print
source: Print
br: Moullañ
fr: Imprimer

# app.button.report
source: Report an error
br: Danevellañ ur fazi
fr: Signaler une erreur

# app.header.search.button
source: Search
br: Klask
fr: Rechercher

source: __app.admin.source.create.title
br: Krouiñ ur vammenn

source: __app.admin.source.edit.title
br: Kemmañ ur vammenn

source: __app.admin.verb.create.title
br: Krouiñ ur verb

source: __app.admin.verb.edit.title
br: Kemmañ ur verb

# global.gallo
source: Gallo
br: Gallaoueg

# app.dialect.gwened_berr
source: Gwenedeg (short)
br: Gwenedeg (berr)
fr: Vannetais (court)

# app.dialect.gwened_hir
source: Gwenedeg (long)
br: Gwenedeg (hir)
fr: Vannetais (long)

# app.dialect.goelo
source: Goelo
br: Goueloù
fr: Goëlo

# app.dialect.reolad
source: Standard
br: Reolad

# app.dialect.kerne.url
source: https://en.wikipedia.org/wiki/Cornouaille
br: https://br.wikipedia.org/wiki/Brezhoneg_Kerne
fr: https://fr.wikipedia.org/wiki/Breton_cornouaillais

# app.dialect.leon.url
source: https://en.wikipedia.org/wiki/Viscounty_of_L%C3%A9on
br: https://br.wikipedia.org/wiki/Brezhoneg_Leon
fr: https://fr.wikipedia.org/wiki/Breton_l%C3%A9onard

# app.dialect.treger.url
source: https://en.wikipedia.org/wiki/Tr%C3%A9gorrois_Breton_dialect
br: https://br.wikipedia.org/wiki/Brezhoneg_Treger
fr: https://fr.wikipedia.org/wiki/Breton_tr%C3%A9gorrois

# app.dialect.gwened.url
source: https://en.wikipedia.org/wiki/Bro_Gwened#Dialect
br: https://br.wikipedia.org/wiki/Brezhoneg_Gwened
fr: https://fr.wikipedia.org/wiki/Breton_vannetais

# app.dialect.goelo.url
source: https://en.wikipedia.org/wiki/Breton_language#Geographic_distribution_and_dialects
br: https://br.wikipedia.org/wiki/Gouelo%C3%B9
fr: https://fr.wikipedia.org/wiki/Go%C3%ABlo#Articles_connexes

# app.gour.s1.symbol
source: S1
br: U1

# app.gour.s2.symbol
source: S2
br: U2

# app.gour.s3.symbol
source: S3
br: U3

# app.gour.s3f.symbol
source: S3f
br: U3b

# app.gour.s3m.symbol
source: S3m
br: U3g

# app.gour.p1.symbol
source: P1
br: L1

# app.gour.p2.symbol
source: P2
br: L2

# app.gour.p3.symbol
source: P3
br: L3

# app.gour.i.symbol
source: I
br: D

# app.verb.view_more
source: More languages
br: Muioc'h a yezhoù
fr: Voir plus

# app.verb.other_forms
source: Other forms
br: Stummoù all
fr: Autres formes

# app.copy.tense
source: Copy this whole tense
br: Eilañ an amzer-mañ
fr: Copier tout ce temps

# app.copy.form
source: Copy this form
br: Eilañ ar stumm verb-mañ
fr: Copier cette forme

# app.message.copy.success
source: The conjugation has been copied in the clipboard.
br: Eilet eo bet ar verb displeget er golver!
fr: La conjugaison a été copiée dans le presse-papier.

# app.message.copy.error
source: An error occured during the copy in the clipboard.
br: Fazi en ur eilañ ar verb displeget er golver.
fr: Erreur lors de la copie dans le presse-papier.

# app.message.email.success
source: Message sent successfuly.
br: Kaset eo bet ar gemennadenn gant berzh!
fr: Le message a été envoyé avec succès.

# app.message.email.error
source: An error occured while sending the message. Please try again.
br: Degouezhet ez eus bet ur fazi en ur gas ar gemennadenn, klaskit en-dro mar plij.
fr: Erreur lors de l'envoi du message. Veuillez réessayer.

# app.sources.title
source: Sources:
br: Mammennoù:

# app.page.sources
source: Sources
br: Mammennoù

# app.page.yezhadur
source: Grammar lesson
br: Kentel yezhadur
fr: Cours de grammaire

# app.source_code
source: Source code
br: Boneg tarzh
fr: Code source

# app.form.search.term
source: Searched term
br: Termen klasket
fr: Terme recherché

# app.form.search.language_code
source: Language
br: Yezh
fr: Langue

source: __app.email.error
br: Fazi en ur gas ar postel

source: __app.email.sent
br: Postel kaset gant berzh

# app.amzer.ober
source: Action form
br: Stumm ober
fr: Forme d'action

# app.amzer.enur
source: "en ur" form
br: Stumm "en ur"
fr: Forme "en ur"

# app.verb.tags
source: Tags of the verb
br: Tikedennoù verb
fr: Tags du verbe

# app.search.tag
source: Search using the tag
br: Klask gant un dikedenn
fr: Recherche par le tag

# app.description
source: Comment:
br: Evezhiadenn:
fr: Commentaire :

# app.dialect.kerne
source: Kerneveg
fr: Cornouaillais

# app.dialect.leon
source: Leoneg
fr: Léonard

# app.dialect.treger
source: Tregerieg
fr: Trégorois

# app.dialect.gwened
source: Gwenedeg
fr: Vannetais
